<?php
// Macedonian language pack
$GLOBALS['tb_lang'] = array (
	// Basic
	'button' 			=> 'Општо',
	'plugin' 			=> 'Прижување',
	'saved' 			=> 'Промените се зачувани.',
	'update' 			=> 'Испрати',
	
	// Button Settings
	'vertical' 			=> 'Вертикално + бројач',
	'horizontal' 		=> 'Хоризонтално + бројач',
	'none' 				=> 'Само копче',
	
	'tweet-text' 		=> 'Твит текст',
	'tweet-text-desc' 	=> 'Ова е текст кој ќе биде објавен кога ќе ја споделите вашата страница:',
	'tweet-text-1' 		=> 'Наслов на написот', 
	'tweet-text-2' 		=> 'Наслов на написот + име на блогот', 
	'tweet-text-3' 		=> 'Име на блогот', 
	'tweet-text-4' 		=> 'Сопствена порака', 
	'tweet-text-exmp' 	=> 'Пример: Види го ова!',
	
	'url-desc' 			=> 'Препорачај стандарден твит на следачите.',
	'url-1' 			=> 'URL адреса за страницата на којашто е прикажено копчето.',
	
	'language' 			=> 'Јазик',
	'language-desc' 	=> 'Ова е јазикот на кој ќе биде прикажано копчето.',
	
	'user' 				=> 'Твитер сметка',
	'user-desc' 		=> 'Recommend Twitter account for users to follow after they share content from your website.',
	'user-1' 			=> 'Ова е корисникот кој ќе биде @ споменат во твитот.',
	
	// Plugin Settings
	'admin-lang' 		=> 'Јазик на админ панелот',
	
	'method' 			=> 'Метод',
	'automatic' 		=> 'Автоматски',
	'manual' 			=> 'Менуално',
	'manual_desc' 		=> 'Со менуалниот метод, Вие ќе можете да го поставите копчето каде акате. Се што треба да направите е да го ставите следниот код: "<strong>&lt;?php echo twitter_button(); ?&gt;</strong>" во вашата тема.',
	'shortcode' 		=> 'Кратенка',
	'shortcode_desc' 	=> 'Доколку сакате копчето да се прикажува на посебни страници, се што треба да направите е да го ставите следниот код: "<strong>[twitter-button]</strong>" во вашиот напис или страница.',
	'example' 			=> 'Пример:', 
	'exclude' 			=> 'Исклучи', 
	'exclude-desc' 		=> 'Исклучи го Твитер копчето за некои страни:', 
	'exclude-1' 		=> 'Почетна', 
	'exclude-2' 		=> 'Написи',
	'exclude-3' 		=> 'Страници', 
	'exclude-4' 		=> 'Ознаки', 
	'exclude-5' 		=> 'Категории', 
	'exclude-6' 		=> 'Архива - датум', 
	'exclude-7' 		=> 'Архива - година', 
	'exclude-8' 		=> 'Архива - месец', 
	'exclude-9' 		=> 'Архива - ден', 
	'exclude-10' 		=> 'Архива - време',
	'exclude-11' 		=> 'Пребарување', 
	'exclude-12' 		=> 'RSS', 
	
	// Restore
	'restore' 			=> 'Ресетирај',
	'restore-desc' 		=> 'Искористи ја оваа функција за да ги вратиш стандардните подесувања.',
	
	// FYI
	'author' 			=> 'Автор',
	'version' 			=> 'Верзија',
	'url' 				=> 'Веб-сајт',
	'donate' 			=> 'Донирај'
); 
?>